Repository: hfukuchi/SPDX_specification
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: "Organization:" organization name and optional "("email")"
ja: "Organization:" 組織名および任意で"("email")"を付加

source: "Person:" person name and optional "("email")"
ja: "Person:" 人名および任意で "("email")"を付加

source: (If omitted, the default value of “true” is
ja: （省略した場合、デフォルト値“true”が

source: (If omitted, the default value of “true” is assumed).
ja: （省略した場合、デフォルト値“true”が想定される）

source: (e.g. an SPDX document provided by SPDX would be spdx.org)
ja: （例えば、SPDXによって提供されるSPDX文書であれば、spdx.orgである。）

source: (i) the SPDX file creator has attempted to but cannot reach a reasonable objective determination;
ja: (i) SPDXファイル作成者が、特定を試みたが、対象を合理的に決定できなかった。

source: (i) the SPDX file creator has attempted to but cannot reach a reasonable objective determination?
ja: (i) SPDXファイル作成者が、特定を試みたが、対象を合理的に決定できなかった

source: (i) the SPDX file creator has made no attempt to determine this field; or
ja: (i) SPDXファイル作成者が、このフィールドを決定しようと試みなかった。；

source: (ii) the SPDX file creator has intentionally provided no information (no meaning should be implied by doing so).
ja: (ii) SPDXファイル作成者が、意図的に情報を提供しなかった（意味がないことを、そうすることで暗示するべきである）。

source: (ii) the SPDX file creator has made no attempt to determine this field; or
ja: (ii) SPDXファイル作成者が、このフィールドを決定しようと試みなかった。

source: (ii) the SPDX file creator has made no attempt to determine this field?
ja: (ii) SPDXファイル作成者が、このフィールドを決定しようと試みなかった

source: (iii) the SPDX file creator has intentionally provided no information (no meaning should be implied by doing so).
ja: (iii) SPDXファイル作成者が、意図的に情報を提供しなかった（意味がないことを、そうすることで暗示するべきである）。

source: (see section 2.4).
ja: （2.4節参照）

source: - CreatorWebsite is a website hosted by the creator of the document.
ja: - CreatorWebsiteは、文書作成者によってホストされているウェブサイトである。

source: - DocumentName is a name given to the SPDX Document itself, typically the (set of) package name(s) followed by the version.
ja: - DocumentNameは、SPDX文書自体へ与えられた名前である。一般的には、パッケージ（パッケージ セット）名の後にバージョンが続く。

source: - If the creator does not own their own website, a default SPDX CreatorWebsite and PathToSpdx can be used 'spdx.org/spdxdocs'.
ja: - 作成者が自分のウェブサイトを保有していない場合には、CreatorWebsiteとPathToSpdxのデフォルト値（'spdx.org/spdxdocs'）が利用可能である。

source: - PathToSpdx is a path to where SPDX documents are stored on the website (e.g.
ja: - PathToSpdxは、ウェブサイト上でSDPX文書が置かれた場所へのパスである。(例

source: - PathToSpdx is a path to where SPDX documents are stored on the website (e.g. /spdx/spdxdocs)
ja: - PathToSpdxは、ウェブサイト上でSDPX文書が置かれた場所へのパスである。（例 /spdx/spdxdocs）

source: - UUID is a universally unique identifier.
ja: - UUID はuniversally unique identifierのことである。

source: 1 Rationale
ja: 1 理論的根拠

source: 1.1 Charter
ja: 1.1 趣意

source: 1.2 Definition
ja: 1.2 定義

source: 1.3 Why is a common format for data exchange needed?
ja: 1.3 データ交換用の共通フォーマットはなぜ必要なのか？

source: 1.4 What does this specification cover?
ja: 1.4 この仕様はどの項目をカバーしているか？

source: 1.5 What is not covered in the specification?
ja: 1.5 この仕様はどの項目をカバーしないか？

source: 1.6 Format Requirements
ja: 1.6 フォーマットに対する要求

source: 1.7 Conformance
ja: 1.7 適合

source: 1.8 Differences from SPDX Specification 2.0
ja: 1.8 SPDX仕様2.0からの差分

source: 2 Document Creation Information
ja: 2 文書作成情報

source: 2.1 SPDX Version
ja: 2.1 SPDX Version（SPDXバージョン）

source: 2.10 Creator Comment
ja: 2.10 Creator Comment（作成者コメント）

source: 2.11 Document Comment
ja: 2.11 Document Comment（文書コメント）

source: 2.2 Data License
ja: 2.2 Data License（データ ライセンス）

source: 2.3 SPDX Identifier
ja: 2.3 SPDX Identifier（SPDX識別子）

source: 2.4 Document Name
ja: 2.4 Document Name（文書名）

source: 2.5 SPDX Document Namespace
ja: 2.5 SPDX Document Namespace（SPDX文書名前空間）

source: 2.6 External Document References
ja: 2.6 External Document References（外部文書参照）

source: 2.7 License List Version
ja: 2.7 License List Version（ライセンス リスト バージョン）

source: 2.8 Creator
ja: 2.8 Creator（作成者）

source: 2.9 Created
ja: 2.9 Created（作成時期）

source: 3 Package Information
ja: 3 Package Information（パッケージ情報）

source: 3.1 Package Name
ja: 3.1 Package Name（パッケージ名）

source: 3.10 Package Checksum
ja: 3.10 Package Checksum（パッケージ チェックサム）

source: 3.11 Package Home Page
ja: 3.11 Package Home Page（パッケージ ホーム ページ）

source: 3.12 Source Information
ja: 3.12 Source Information（ソース情報）

source: 3.13 Concluded License
ja: 3.13 Concluded License（結論されたライセンス）

source: 3.14 All Licenses Information from Files
ja: 3.14 All Licenses Information from Files（ファイルからの全ライセンス情報）

source: 3.15 Declared License
ja: 3.15 Declared License（宣言されたライセンス）

source: 3.16 Comments on License
ja: 3.16 Comments on License（ライセンスへのコメント）

source: 3.17 Copyright Text
ja: 3.17 Copyright Text（著作権テキスト）

source: 3.18 Package Summary Description
ja: 3.18 Package Summary Description（パッケージ要約記述）

source: 3.19 Package Detailed Description
ja: 3.19 Package Detailed Description（パッケージ詳細記述）

source: 3.2 Package SPDX Identifier
ja: 3.2 Package SPDX Identifier（パッケージSPDX識別子）

source: 3.20 Package Comment
ja: 3.20 Package Comment（パッケージ コメント）

source: 3.21 External Reference
ja: 3.21 External Reference（外部参照）

source: 3.22 External Reference Comment
ja: 3.22 External Reference Comment（外部参照コメント）

source: 3.3 Package Version
ja: 3.3 Package Version（パッケージ バージョン）

source: 3.4 Package File Name
ja: 3.4 Package File Name（パッケージ ファイル名）

source: 3.5 Package Supplier
ja: 3.5 Package Supplier（パッケージ提供者）

source: 3.5.4 Data Format: single line of text with the following keywords | “NOASSERTION”
ja: 3.5.4 データ フォーマット：以下のキーワードが後続する1行の文。| “NOASSERTION”

source: 3.5.4 Data Format: single line of text with the following keywords | “NOASSERTION” "Person:" person name and optional
ja: 3.5.4 データ フォーマット：以下のキーワードが後続する1行の文。| “NOASSERTION”"Person:" 人名および任意で "("email")"を付加

source: 3.6 Package Originator
ja: 3.6 Package Originator（パッケージ原作者）

source: 3.6.4 Data Format: single line of text with the following keywords | “NOASSERTION” "Person:" person name and optional
ja: 3.6.4 データ フォーマット：キーワード| “NOASSERTION”が後続する1行の文 "Person:" 人名および任意で "("email")"を付加

source: 3.7 Package Download Location
ja: 3.7 Package Download Location（パッケージ ダウンロード位置）

source: 3.7.4 Data Format: uniform resource locator | VCS location | “NONE” | “NOASSERTION” For version-controlled files, the VCS location syntax is similar to a URL and has the:
ja: 3.7.4 データ フォーマット：uniform resource locator | VCS location | “NONE” | “NOASSERTION” バージョン コントロールされたファイルに対するVCS位置構文はURLと似ている：

source: 3.7.4 Data Format: uniform resource locator | VCS location | “NONE” | “NOASSERTION” For version?controlled files, the VCS location syntax is similar to a URL and has the:
ja: 3.7.4 データ フォーマット：uniform resource locator | VCS location | “NONE” | “NOASSERTION” バージョン コントロールされたファイルに対して、VCS位置構文は、URLと似ている：

source: 3.8 Files Analyzed
ja: 3.8 Files Analyzed（解析したファイル）

source: 3.9 Package Verification Code
ja: 3.9 Package Verification Code（パッケージ検証コード）

source: </text>,
ja: </text>で分離され、

source: </text>, in RDF, it is delimited by
ja: </text>で分離され、RDFでは

source: <SPDX LIcense Expression> is a valid SPDX License Expression as defined in Appendix IV.
ja: <SPDX LIcense Expression> は、Appendix IVで定義された正しいSPDXライセンス表現。

source: <rdfs:comment> This SPDX file was created by a combination of using a free tool, as indicated above, and manual analysis by several authors of the code.
ja: <rdfs:comment>このSPDXファイルは、上記のフリーツールとコードの著者によるマニュアル解析で生成された。

source: <rdfs:comment>.
ja: <rdfs:comment>で分離される。

source: Provide a way for the document to refer to itself in relationship to other elements.
ja: 他の要素との関係で、文書がそれ自体を参照する方法を提供する。

source: Mandatory, one.
ja: 必須、1

source: free form text that can span multiple lines.
ja: 自由形式文（複数行に渡ってもよい）。

source: assumed).
ja: 仮定される）

source: properties:
ja: 属性を持つ：

source: See section 3.8 Files Analyzed for more information.
ja: 詳細は、3.8 Files Analyzed（解析したファイル）を参照

source: See: section 3.21
ja: 参照：3.2.1

source: where:
ja: ここで

source: A best practice for creating the URI for SPDX documents available on the public internet is http://[CreatorWebsite]/[pathToSpdx]/[DocumentName]-[UUID]
ja: インターネットで公にアクセス可能なSPDX文書のURIを作成するベストプラクティスは以下である。http://[CreatorWebsite]/[pathToSpdx]/[DocumentName]­[UUID]

source: A best practice for creating the URI for SPDX documents available on the public internet is http://[CreatorWebsite]/[pathToSpdx]/[DocumentName]?[UUID]
ja: インターネットで公にアクセス可能なSPDX文書のURIを作成するベストプラクティスは以下である。http://[CreatorWebsite]/[pathToSpdx]/[DocumentName]­[UUID]

source: A bundle of external products: Package A can be metadata about Packages and their dependencies.
ja: 外部製品のバンドル：パッケージAは、パッケージとその依存物に関するメタデータであってもよい。

source: A file can be designated an SPDX document, if it is compliant with the requirements of the SPDX Trademark License (See the SPDX Trademark Page).
ja: SPDX商標ライセンスの要求をすべて満足すれば、ファイルをSPDX文書と呼ぶことができる (SPDX Trademarkページを参照)

source: A new appendix “Using SPDX short identifiers in Source Files” has been added to document the best practices to refer to the licenses in the SPDX license list that have emerged from the development community.
ja: 新しいAppendix「ソース ファイルでのSPDX簡易識別子の利用」が文書に追加された。これは開発コミュニティから生まれたもので、SPDXライセンス リスト中のライセンスを参照するベスト プラクティスである。

source: A new appendix “Using SPDX short identifiers in Source Files” has been added to document the best practices to refer to the licenses in the SPDX license list that have emerged from the development community. See Appendix V: Using SPDX short identifiers in Source Files for more information.
ja: 新しいAppendix「ソース ファイルでのSPDX簡易識別子の利用」が文書に追加された。これは開発コミュニティから生まれたもので、SPDXライセンス リスト中のライセンスを参照するベスト プラクティスである。詳細は、Appendix V：ソース ファイルでのSPDX簡易識別子の利用を参照

source: A package can contain
ja: パッケージは、

source: A package can contain sub-packages, but the information in this section is a reference to the entire contents of the package listed.
ja: パッケージは、サブ パッケージを含むことができるが、この節の情報はリストされたパッケージのコンテンツ全体への参照について説明する。

source: A suggested naming convention is to use *.spdx (for tag-value format) and *-spdx.rdf for RDF format.
ja: 推奨されるネーミング慣例は、*.spdx（タグ値フォーマット）と*­spdx.rdf（RDFフォーマット）である。

source: A suggested naming convention is to use *.spdx (for tag?value format) and *?spdx.rdf for RDF format.
ja: ファイル システム上でファイルを開くことなく認識しやすくするべきである。推奨されるネーミング慣例は、*.spdx（タグ値フォーマット）と*­spdx.rdf（RDFフォーマット）である

source: A new Package Information section (via Package Name) denotes the start of another package.
ja: 新しいパッケージ情報セクションは、（PackageNameを通じて）他のパッケージ開始を示す。

source: A new Package Information section is denoted by the Package Name field.
ja: 新しいパッケージ情報セクションは、パッケージ名フィールドで示される。

source: Additionally, a scheme (e.g. “https:”) is required.
ja: さらに、スキーム（例えば“https:”）が必要である。

source: Algorithm: verificationcode = 0 filelist = templist = “”
ja: アルゴリズム：verificationcode = 0 filelist = templist = “”

source: Algorithms that can be used: SHA1,
ja: 使用可能なアルゴリズム：SHA1

source: Algorithms that can be used: SHA1, SHA256, MD5
ja: 使用可能なアルゴリズム：SHA1、SHA256、MD5

source: All Licenses Information from Files
ja: All Licenses Information from Files（ファイルからの全ライセンス情報）

source: All of these referenced Packages can have their own
ja: 参照されたパッケージは、それ自体でSPDX文書を持つことができる。

source: All of these referenced Packages can have their own SPDX Documents.
ja: 参照されたパッケージは、それ自体でSPDX文書を持つことができる。

source: All Package Information fields must be grouped together before the start of a Files section, if file(s) are present.
ja: ファイルがある場合、すべてのパッケージ情報フィールドは、ファイル セクション開始前にすべてグループ化されなければならない。

source: All files contained in a package must immediately follow the applicable Package Information.
ja: パッケージに含まれるすべてのファイルは、適用可能なパッケージ情報に直接従わなければならない。

source: Although it is not required, the URI can be constructed in a way which provides information on how the SPDX document can be found.
ja: 要求されていないが、SPDX文書を見つけるための情報を提供するようにURIを構成できる。

source: An SPDX element could be a snippet, file, package, license reference or SPDX document.
ja: SPDX要素としては、コード断片、ファイル、パッケージ、ライセンス参照、SPDX文書がありうる。

source: An SPDX file is associated with a particular software package or set of packages and contains information about it in the SPDX format.
ja: SPDXファイルは、特定のソフトウェア パッケージやパッケージ セットに関連付けられており、SPDXフォーマットになった情報を保持している。

source: Annotations: Information about when and by whom the SPDX file was reviewed
ja: Annotations（注記）：SPDXファイルが、いつ、誰によってレビューされたかの情報

source: Annotations and Relationships for the package may appear after the Package Information before any file information.
ja: パッケージのAnnotationsとRelationshipsは、パッケージ情報の後で、ファイル情報の前に置かれる。

source: Any identification of any patent(s) which may or may not relate to the package.
ja: パッケージに関連、非関連の特許についての一切の特定

source: As a result, many groups are performing the same work leading to duplicated efforts and redundant information.
ja: その結果、多くのグループが、重複する努力と余分な情報を生み出す同じ作業を行っていることになる。

source: B can be documented as described in Section
ja: 6節で記述したように文書化される。

source: B can be documented as described in Section 6.
ja: 6節で記述したように文書化される。

source: Build or execution may transitively discover more Packages and dependencies.
ja: ビルドや実行することで、副次的にもっと多くのパッケージや依存物を見つけるかもしれない。

source: By using the SPDX specification, or any portion hereof, you hereby agree that any copyright rights (as determined by your jurisdiction) in any SPDX-Metadata, including without limitation explanatory text, shall be subject to the terms of the Creative Commons CC0 1.0 Universal license.
ja: SPDX仕様あるいはその一部を利用することで、あなたは、説明文（これに限らない）を含むSPDXメタデータにおけるすべての著作権（あなたの裁判権で決められた）はクリエイティブ コモンズ CC0 1.0ユニバーサルライセンスの条項に従うべきであることを認めたことになる。

source: By using the SPDX specification, or any portion hereof, you hereby agree that any copyright rights (as determined by your jurisdiction) in any SPDX?Metadata, including without limitation explanatory text, shall be subject to the terms of the Creative Commons CC0 1.0 Universal license.
ja: SPDX仕様あるいはその一部を利用することで、あなたは、説明文（これに限らない）を含むSPDXメタデータにおけるすべての著作権（あなたの裁判権で決められた）はクリエイティブ コモンズ CC0 1.0ユニバーサルライセンスの条項に従うべきであることを認めたことになる。

source: By using the SPDX specification, or any portion hereof, you hereby agree that any copyright rights (as determined by your jurisdiction) in any SPDX­Metadata, including without limitation explanatory text, shall be subject to the terms of the Creative Commons CC0 1.0 Universal license.
ja: SPDX仕様あるいはその一部を利用することで、あなたは、説明文（これに限らない）を含むSPDXメタデータにおけるすべての著作権（あなたの裁判権で決められた）はクリエイティブ コモンズ CC0 1.0ユニバーサルライセンスの条項に従うべきであることを認めたことになる。

source: Cardinality:
ja: 基数：

source: Cardinality: Mandatory, one.
ja: 基数：必須、1

source: Cardinality: Optional, one or many.
ja: 基数：任意、1以上

source: Cardinality: Optional, one.
ja: 基数：任意、1

source: Cardinality: Mandatory, one if filesAnalyzed is true or
ja: 基数：必須、1 filesAnalyzedがTrueか省略された場合

source: Cardinality: Mandatory, one if filesAnalyzed is true or omitted,
ja: 基数：必須、1 filesAnalyzedがTrueか省略された場合

source: Cardinality: Mandatory, one or
ja: 基数：必須、1以上

source: Cardinality: Mandatory, one or many if filesAnalyzed is true or omitted.
ja: 基数：必須、1以上 filesAnalyzedがTrueか省略された場合

source: Cardinality: Mandatory, one or many.
ja: 基数：任意、1以上

source: Charter
ja: 趣意

source: Companies and organizations (collectively “Organizations”) are widely using and reusing open source and other software packages.
ja: 企業や組織（合わせて「組織」）は、オープン ソースや他のソフトウェア パッケージを広く利用や再利用している。

source: Companies and organizations (collectively “Organizations”) are widely using and reusing open source and other software packages. Compliance with the associated licenses requires a set of analysis activities and due diligence that each Organization performs independently, which may include a manual and/or automated scan of software and identification of associated licenses followed by manual verification.
ja: 企業や組織（合わせて「組織」）は、オープン ソースや他のソフトウェア パッケージを広く利用や再利用しています。関連するライセンスのコンプライアンス達成には、各「組織」で独立して実施される解析活動や精査（due diligence）が必要となります。それらの活動には、人手または自動で実施されるソフトウェアのスキャンと関連ライセンスの特定、および人手によるそれらの結果確認が含まれます。

source: Compliance with the associated licenses requires a set of analysis activities and due diligence that each Organization performs independently, which may include a manual and/or automated scan of software and identification of associated licenses followed by manual verification.
ja: 関連するライセンスのコンプライアンス達成には、各「組織」で独立して実施される解析活動や精査（due diligence）が必要となる。それらの活動には、人手または自動で実施されるソフトウェアのスキャンと関連ライセンスの特定、および人手によるそれらの結果確認が含まれる。

source: Concluded License
ja: Concluded License（結論されたライセンス）

source: Conformance
ja: 適合

source: Copyright (c) 2010-2016 Linux Foundation and its Contributors.
ja: Copyright © 2010-2016 Linux Foundation and its Contributors.

source: Created
ja: Created（作成時期）

source: Creator
ja: Creator（作成者）

source: Creator Comment
ja: Creator Comment（作成者コメント）

source: CreatorWebsite is a website hosted by the creator of the document. (e.g. an SPDX document provided by SPDX would be spdx.org)
ja: CreatorWebsiteは、文書作成者によってホストされているウェブサイトである。（例えば、SPDXによって提供されるSPDX文書であれば、spdx.orgである。）

source: Data Format:
ja: データ フォーマット：

source: Data Format: <SPDX LIcense Expression> | “NONE” | “NOASSERTION” where:
ja: データフォーマット：<SPDX LIcense Expression> | “NONE” | “NOASSERTION” ここで：

source: Data Format: <short form identifier in Appendix I> |
ja: データフォーマット： <short form identifier in Appendix I> |

source: Data Format: “M.N”
ja: データ フォーマット：“M.N”

source: Data Format: YYYY­MM­DDThh:mm:ssZ where:
ja: データ フォーマット：YYYY­MM­DDThh:mm:ssZ ここで

source: Data Format: free form text that can span multiple lines.
ja: データ フォーマット：自由形式文（複数行に渡ってもよい）。

source: Data Format: single line of text.
ja: データ フォーマット：1行の文。

source: Data Format: unique absolute Uniform Resource Identifier (URI) as specified in RFC­3986, with the following exceptions:
ja: データ フォーマット：RFC-3986で規定された一意の絶対統一資源識別子（URI）、ただし以下の例外を含む：

source: Data Format: “DocumentRef­”[idstring] [SPDX Document URI] [Checksum] where
ja: データ フォーマット：“DocumentRef­”[idstring] [SPDX Document URI] [Checksum] ここで

source: Data Format: Boolean
ja: データ フォーマット：Boolean

source: Data Format: There are three components, an algorithm identifier(“SHA1”), a colon separator ”:”, and a bit value represented as lowercase hexadecimal digits (appropriate as output to the algorithm).
ja: データフォーマット：3つの要素からなる。アルゴリズム識別子（“SHA1”）、コロン ”:”、小文字16進数で表現されたビット値（アルゴリズムの出力）。

source: Data Format: YYYY-MM-DDThh:mm:ssZ where:
ja: データ フォーマット：YYYY­MM­DDThh:mm:ssZ ここで

source: Data Format: YYYY?MM?DDThh:mm:ssZ where:
ja: データ フォーマット：YYYY­MM­DDThh:mm:ssZ ここで

source: Data Format: single line of text with 160 bit binary represented as 40 lowercase hexadecimal digits
ja: データ フォーマット：小文字16進数40桁で表現された160ビットバイナリの1行の文。

source: Data Format: single line of text with the following keywords | “NOASSERTION”
ja: 3.5.4 データ フォーマット：以下のキーワードを含む1行の文。| “NOASSERTION”

source: Data Format: single line of text with the following keywords:
ja: データ フォーマット：以下のキーワードを含む1行の文。

source: Data Format: uniform resource locator | “NONE” | “NOASSERTION”
ja: データフォーマット： uniform resource locator（URL） | “NONE” | “NOASSERTION”

source: Data Format: unique absolute Uniform Resource Identifier (URI) as specified in RFC-3986, with the following exceptions:
ja: データ フォーマット：RFC-3986で規定された一意の絶対統一資源識別子（URI）、ただし以下の例外を含む：

source: Data Format: unique absolute Uniform Resource Identifier (URI) as specified in RFC?3986, with the following
ja: データ フォーマット：RFC-3986で規定された一意の絶対統一資源識別子（URI）、ただし以下の

source: Data Format: “CC0-1.0”
ja: データ フォーマット：“CC0­1.0”

source: Data Format: “CC0?1.0”
ja: データ フォーマット：“CC0­1.0”

source: Data Format: “DocumentRef-”[idstring] [SPDX Document URI] [Checksum] where
ja: データ フォーマット：“DocumentRef­”[idstring] [SPDX Document URI] [Checksum] ここで

source: Data Format: “DocumentRef?”[idstring] [SPDX Document URI] [Checksum] where
ja: データ フォーマット：“DocumentRef­”[idstring] [SPDX Document URI] [Checksum] ここで

source: Data Format: “SPDX-M.N”
ja: データ フォーマット：“SPDX­M.N”

source: Data Format: “SPDX?M.N”
ja: データ フォーマット：“SPDX­M.N”

source: Data Format: “CC0­1.0”
ja: データ フォーマット：“CC0­1.0”

source: Data Format: “SPDX­M.N”
ja: データ フォーマット：“SPDX­M.N”

source: Data Format: single line of text with the following keywords | “NOASSERTION” "Person:" person name and optional "("email")"
ja: データ フォーマット：キーワード| “NOASSERTION”が後続する1行の文 "Person:" 人名および任意で "("email")"を付加

source: Data Format: uniform resource locator | VCS location | “NONE” | “NOASSERTION” For version­controlled files, the VCS location syntax is similar to a URL and has the:
ja: データ フォーマット：uniform resource locator | VCS location | “NONE” | “NOASSERTION” バージョン コントロールされたファイルに対して、VCS位置構文は、URLと似ている：

source: Data License
ja: Data License（データ ライセンス）

source: DataFormat: single line of text.
ja: データ フォーマット：一文のテキスト

source: DataFormat: “SPDXRef-[idstring]
ja: データ フォーマット：“SPDXRef­[idstring]

source: DataFormat: “SPDXRef?DOCUMENT”
ja: データ フォーマット：“SPDXRef­[idstring]

source: DataFormat: “SPDXRef?[idstring]
ja: データ フォーマット：“SPDXRef­[idstring]

source: DataFormat: “SPDXRef­DOCUMENT”
ja: データ フォーマット：“SPDXRef­DOCUMENT”

source: DataFormat: “SPDXRef­[idstring]
ja: データ フォーマット：“SPDXRef­[idstring]

source: DataLicense: CC0­1.0
ja: データライセンス：CC0­1.0

source: Declared License
ja: Declared License（宣言されたライセンス）

source: Definition
ja: 定義

source: Differences from
ja: SPDX仕様2.0からの差分

source: Differences from SPDX Specification 2.0
ja: SPDX仕様2.0からの差分

source: Document Comment
ja: Document Comment（文書コメント）

source: Document Creation Information
ja: 文書作成情報

source: Document Name
ja: Document Name（文書名）

source: DocumentName is a name given to the SPDX Document itself, typically the (set of) package name(s) followed by the version. (see section 2.4).
ja: DocumentNameは、SPDX文書自体へ与えられた名前である。一般的には、パッケージ（パッケージ セット）名の後にバージョンが続く。（2.4節を参照）

source: Each element needs to be able to be referred to uniquely so that relationships between elements can be clearly articulated.
ja: 各要素は、一意に参照できる必要があるので、要素間の関係は明確に示すことができる。

source: Each of the binary files can then have a relationship to package B (Section 6).
ja: バイナリーファイルは、Package Bと関係を持つ。（6節）

source: Example (subdirectory being treated as a package):
ja: 例（サブディレクトリをパッケージとして扱う）：

source: Example for Bazaar:
ja: Bazaarの例：

source: Example for Git:
ja: Gitの例：

source: Example for Mercurial:
ja: Mercurialの例：

source: Example for Subversion:
ja: Subversionの例：

source: Example for a plain URL:
ja: URLの例：

source: Example using document URI:
ja: URIを使用した例：

source: Example using xml:base:
ja: xml:baseを使用した例：

source: Example:
ja: 例：

source: Example: CreatorComment:
ja: 例：CreatorComment:

source: Example: LicenseListVersion: 2.0
ja: 例：LicenseListVersion: 2.0

source: Example: CreatorComment: <text>
ja: 例：CreatorComment:<text>

source: Example: DocumentComment:
ja: 例：CreatorComment:

source: Example: PackageLicenseInfoFromFiles: GPL-2.0
ja: 例：PackageLicenseInfoFromFiles: GPL-2.0

source: Examples may contain “...” which indicate detailed text specific to the SPDX Document
ja: 例は“...”を含むが、これはSPDX文書に特有の詳細テキストを示す

source: External Document References
ja: External Document References（外部文書参照）

source: External Packages can now be refered to in SPDX documents.
ja: 外部パッケージが、SPDX文書中で参照可能となった。

source: External Reference, 3.22 External Reference Comment and Appendix VI: External Repository Identifiers for more information.
ja: 外部参照コメント、詳細は Appendix VI：外部リポジトリ識別子

source: External Packages can now be refered to in SPDX documents. When there is no SPDX file information available to document the content of these external packages, then the filesAnnalyzed attribute on a package should be set to false.
ja: 外部パッケージが、SPDX文書中で参照可能となった。これらの外部パッケージを示すSPDXファイル情報が無い場合には、パッケージのfilesAnnalyzed属性はFalseにするべきである。

source: Fields:
ja: フィールド：

source: Figure 1
ja: 図１

source: Figure 1 Overview of SPDX 2.1 document contents.
ja: 図1 SPDX文書コンテンツの概要

source: File Information: Facts that are specific to each file included in the package.
ja: File Information（ファイル情報）：パッケージ内の各ファイルに特有の事実
